{
    "You're logged in!": "تم تسجيل الدخول بنجاح !",
    "Dashboard": "لوحة البيانات",
    "Profile": "الملف الشخصي",
    "Log Out": "تسجيل الخروج",
    "Delete Account": "حذف الحساب",
    "Cancel": "إلغاء",
    "Password": "كلمة المرور",
    "Are you sure you want to delete your account?":"هل انت متأكد انك تريد حذف حسابك؟",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Please enter your password to confirm you would like to permanently delete your account.":"بمجرد حذف حسابك، سيتم حذف جميع موارده وبياناته نهائيًا. الرجاء إدخال كلمة المرور الخاصة بك لتأكيد رغبتك في حذف حسابك نهائيًا.",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Before deleting your account, please download any data or information that you wish to retain.":"بمجرد حذف حسابك، سيتم حذف جميع موارده وبياناته نهائيًا. قبل حذف حسابك، يرجى تنزيل أي بيانات أو معلومات ترغب في الاحتفاظ بها.",
    "Update Password": "تعديل كلمة المرور",
    "Ensure your account is using a long, random password to stay secure.": "تأكد من أن حسابك يستخدم كلمة مرور طويلة وعشوائية ليظل آمناً.",
    "Current Password": "كلمة المرور الحالية",
    "Reset Password": "إعادة تعيين كلمة المرور",
    "New Password": "كلمة المرور الجديدة",
    "Confirm Password": "تأكيد كلمة المرور",
    "Phone": "رقم الهاتف",
    "Address": "العنوان",
    "Save": "حفظ",
    "Add": "اضافة",
    "Filter": "تنقية",
    "Saved.": "تم الحفظ .",
    "Profile Information": "معلومات الملف الشخصي",
    "Update your account's profile information and email address.":"قم بتحديث معلومات الملف الشخصي لحسابك وعنوان البريد الإلكتروني.",
    "Name": "الاسم",
    "Email": "البريد الالكتروني",
    "Your email address is unverified.": "لم يتم التحقق من عنوان بريدك الإلكتروني.",
    "Click here to re-send the verification email." : "انقر هنا لإعادة إرسال رسالة التحقق عبر البريد الإلكتروني.",
    "A new verification link has been sent to your email address.": "تم إرسال رابط تحقق جديد إلى عنوان بريدك الإلكتروني.",
    "Remember me": "تذكرني",
    "Forgot your password?": "نسيت كلمة المرور؟",
    "Log in": "تسجيل الدخول",
    "Forgot your password? No problem. Just let us know your email address and we will email you a password reset link that will allow you to choose a new one.":"نسيت كلمة السر؟ لا مشكلة. فقط أخبرنا بعنوان بريدك الإلكتروني وسنرسل إليك عبر البريد الإلكتروني رابط إعادة تعيين كلمة المرور الذي سيسمح لك باختيار كلمة مرور جديدة.",
    "Email Password Reset Link": "ارسل لي رابط استعادة كلمة المرور",
    "Already registered?": "لديك حساب ؟",
    "Register": "إنشاء حساب",
    "First name": "الاسم الاول",
    "Last name": "الاسم الاخير",

    "I agree to":"اوافق على",
    "The terms and conditions":"الشروط والاحكام"
}